[
  {
        "reviewer": "Kate J",
        "title": "Honey Girl",
        "author": "Morgan Rogers",
        "finishDate": "8/20/2021",
        "stars":4 ,
        "rating": "13+",
        "triggers": "Abortion, cheating, bullying, drinking, D-slur ",
        "review": "It displays great diversity in sexuality, gender and race. It is also about separating from toxic relationships and learning to manage platonic and romantic relationships."
    },
  {
        "reviewer": "Hannah",
        "title": "Laura Dean Keeps Breaking Up With Me",
        "author": "Mariko Tamaki & Rosemary Valero-O’Connell",
        "finishDate": "8/24/2020",
        "stars":5 ,
        "rating": "13+",
        "triggers": "mental illness, selfharm",
        "review": "Such a great sapphic romance where you really get to know the main character and she isn’t simply some vessel for the reader to project on. Adore the character development."
    },
   
  {
        "reviewer": "Fiadh Rocliffe",
        "title": "The Jasmine Throne",
        "author": "Tasha Suri",
        "finishDate": "10/20/2021",
        "stars":5 ,
        "rating": "13+",
        "triggers": "Death, violence",
        "review": "This book is easily the best wlw fantasy book I have ever read. The world building is outstanding and the characters are fantastic. This magical world set in India is just bursting with color. I highly recommend to everyone."
    },
   {
        "reviewer": "Gem Arthur",
        "title": "Annie on my mind",
        "author": "Nancy Garden",
        "finishDate": "11/1/2021",
        "stars":4 ,
        "rating": "13+",
        "triggers": "Homophobia",
        "review": "Being a lesbian is simultaneously the easiest and hardest part of my life. It's natural, it's beautiful, it's something I'll always be proud of, but so much of the world still hates that part of me and wants me to hate it too, and this book captured that feeling so perfectly- that feeling of knowing that who you are is okay, that the love you feel is not ugly or immoral or abnormal. it's beautiful and it should be treated as such. This book teaches girls like me that you should never be ashamed of who you are, and no matter how hard a person might try to make you feel unworthy of love and respect, you can't let that influence what you already know to be true. People may hate you or look down upon you, but you cannot let that change the love you feel for yourself, no matter how hard blocking them out may be. This book teaches young gay readers to love themselves in spite of the hatred we face and I am so happy to have read it. I've never read a book that put my thoughts into words so clearly and lightly, and I hope that everyone takes the time to read this book, regardless of their gender or sexuality. It made me feel warm, and happy, and validated- and it reminded me that I am worthy of respect and love and contentment."
    },
  {
        "reviewer": "Emma",
        "title": "Honey Girl",
        "author": "Morgan Rogers",
        "finishDate": "4/23/2021",
        "stars":5 ,
        "rating": "13+",
        "triggers": "mental illness",
        "review": ""
    },
 
  {
        "reviewer": "Emma",
        "title": "I think I love you",
        "author": "Auriane Desombre",
        "finishDate": "7/17/2021",
        "stars":5 ,
        "rating": "G",
        "triggers": "",
        "review": ""
    },
  {
        "reviewer": "Emma",
        "title": "Crier's war",
        "author": "Nina Varela",
        "finishDate": "3/26/2021",
        "stars":5 ,
        "rating": "G",
        "triggers": "",
        "review": ""
    },
 
  {
        "reviewer": "Hannah",
        "title": "I Wish You All the Best",
        "author": "Mason Deaver",
        "finishDate": "9/30/2020",
        "stars":5 ,
        "rating": "13+",
        "triggers": "anxiety, body dysmorphia, depression, gender dysphoria, homophobia, lack of awareness and recognition of nonbinary genders, misgendering, panic attacks, physical abuse, transphobia/cissexism, underage drinking, outing and verbal abuse",
        "review": "Is about gender identity; nonbinary representation "
    },
  {
        "reviewer": "Hannah",
        "title": "One Last Stop",
        "author": " Casey McQuiston",
        "finishDate": "8/15/2021",
        "stars":4 ,
        "rating": "18+",
        "triggers": "NSFW content, drug use (weed), drinking, mentions of hate crimes and homophobic violence, missing persons, grief.",
        "review": "NSFW, Romance, time travelling/warping, sapphic relationship, bisexual and lesbian representation. "
    },
  {
        "reviewer": "Hannah",
        "title": "On a Sunbeam",
        "author": "Tillie Walden",
        "finishDate": "3/25/2020",
        "stars":5 ,
        "rating": "13+",
        "triggers": "Death, bullying, alcohol use, misgendering, violence",
        "review": "A queer space story with two timelines, only women and nonbinary people, non-speaking autistic representation, beautiful art style, sapphic relationship"
    },
  {
        "reviewer": "David Vaz",
        "title": "They Both Die at the End",
        "author": "Adam Silvera",
        "finishDate": "7/18/2018",
        "stars":5 ,
        "rating": "13+",
        "triggers": "Death",
        "review": ""
    },
  {
        "reviewer": "Oz",
        "title": "Skin of The Sea",
        "author": "Natasha Bowen",
        "finishDate": "11/19/2021",
        "stars": 5,
        "rating": "13+",
        "triggers": "death, slavery, deep sea",
        "review": "it’s wonderful! especially if you’re a fan of mythology, this one is focused on creatures and dieties from the Ifá spiritual system, as well as some historical significance as it’s set in the mid-1400s when the Portuguese first started abducting and buying West Africans"
    },
  {
        "reviewer": "Amanda",
        "title": "Renegades",
        "author": "Marrisa Meyer",
        "finishDate": "11/20/2021",
        "stars":4,
        "rating": "13+",
        "triggers": "injury mentions, character death",
        "review": "Has healthy background gay relationships between the main characters dad, i think they depict a lgbt family well :) also disabled character rep with Oscar"
    }
  
]
